tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "ojford/formulae"
tap "wata727/tflint"
brew "gdbm"
brew "python"
brew "awscli"
brew "dep"
brew "diff-so-fancy"
brew "direnv"
brew "exa"
brew "fd"
brew "fzf"
brew "htop"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "macvim"
brew "node"
brew "parallel"
brew "portmidi"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "terraform"
brew "tmux"
brew "tree"
brew "vegeta"
brew "vim"
brew "watch"
brew "wget"
brew "ojford/formulae/loginitems"
brew "wata727/tflint/tflint"
cask "font-hack-nerd-font"
cask "font-source-code-pro-for-powerline"
