tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/fonts"
tap "caskroom/cask"
brew "awscli"
brew "dep"
brew "exa"
brew "fd"
brew "fzf"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "macvim"
brew "parallel"
brew "portmidi"
brew "ripgrep"
brew "terraform"
brew "tree"
brew "watch"
brew "wget"
cask "caskroom/fonts/font-hack-nerd-font"
cask "caskroom/fonts/font-source-code-pro-for-powerline"
