# Taps
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'wata727/tflint'

# Binaries
brew 'awscli'
brew 'bash'
brew 'bat'
brew 'coreutils' # Those that come with macOS are outdated
brew 'git'
brew 'gnupg2'
brew 'grep'
brew 'mas'
brew 'tree'
brew 'zsh'
brew 'zsh-completions'
brew 'diff-so-fancy'
brew 'direnv'
brew 'exa'
brew 'fd'
brew 'fzf'
brew 'htop'
brew 'httpie'
brew 'jq'
brew 'kubernetes-cli'
brew 'parallel'
brew 'portmidi'
brew 'reattach-to-user-namespace'
brew 'ripgrep'
brew 'terraform'
brew 'tmux'
brew 'wata727/tflint/tflint'

# Apps
cask 'alfred'
cask 'caffeine'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'gpg-suite'

# Fonts
cask 'font-roboto'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'
